tap "amazon/amazon", "ssh://git.amazon.com/pkg/HomebrewAmazon"
tap "AdoptOpenJDK/openjdk"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "railwaycat/emacsmacport"
brew "awscli"
brew "cfn-lint"
brew "coreutils"
brew "duti"
brew "exa"
brew "expect"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "gnu-tar"
brew "gradle"
brew "graphviz"
brew "ispell"
brew "jq"
brew "mackup", args: ["HEAD"]
brew "mas"
brew "n"
brew "pandoc"
brew "plantuml"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "ssh-copy-id", link: true
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "vim"
brew "wget"
brew "amazon/amazon/ninja-dev-sync"
cask "activitywatch"
cask "adoptopenjdk8"
cask "adoptopenjdk11"
cask "alfred"
cask "anybar"
cask "balenaetcher"
cask "dash"
cask "dcv-viewer"
cask "docker"
cask "emacs-mac-spacemacs-icon"
cask "epichrome"
cask "font-fira-code"
cask "font-source-code-pro"
cask "google-chrome"
cask "hammerspoon"
cask "iina"
cask "intellij-idea"
cask "karabiner-elements"
cask "logitech-options"
cask "mark-text"
cask "monitorcontrol"
cask "postman"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "rectangle"
cask "slack"
cask "sublime-text"
cask "syncthing"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Drafts", id: 1435957248
mas "The Unarchiver", id: 425424353
mas "ToothFairy", id: 1191449274
