tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "duti"
brew "emacs-plus"
brew "fish"
brew "git"
brew "mackup"
brew "mas"
brew "mkvtoolnix"
brew "node"
brew "python"
brew "ruby"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tldr"
brew "vim"
brew "wget"
cask "aerial"
cask "alfred"
cask "balenaetcher"
cask "docker"
cask "dropbox"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "postman"
cask "scroll-reverser"
cask "spotify"
cask "sublime-text"
cask "typora"
mas "Amphetamine", id: 937984704
mas "BetterSnapTool", id: 417375580
mas "Telegram", id: 747648890
mas "TickTick", id: 966085870
mas "Trello", id: 1278508951

